Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Asheviere’s armies assembled and struck before the nascent rebellion could even be planned. Without the necessary forces, Annuvin soon fell under Weldyn’s absolute control.
uk_ua: Армія Ашевір зібралась та атакувала раніше, ніж ще навіть ненароджене повстання було сплановано. Не отримавши ніякої підтримки, незабаром весь Аннувін був узятий під повний контроль Велдина.

source: Ask $ai_controller_unit.name to move here
uk_ua: Попросити $ai_controller_unit.name прийти сюди

source: Ask $ally_leader.name (leader of side $ally_leader.side) to move here
uk_ua: Попросити $ally_leader.name (лідера фракції $ally_leader.side) прийти сюди

source: Assassin
uk_ua: Вбивця

source: Assassin’s ring
uk_ua: Кільце вбивці

source: Assign Local Time
uk_ua: Призначити місцевий час

source: Assign Local Time Schedule
uk_ua: Призначити розклад місцевого часу

source: Assign Time Schedule
uk_ua: Призначити розклад часу доби

source: Assign control of a side to a different player or observer.
uk_ua: Віддати контроль над стороною іншому гравцеві або глядачеві.

source: Assign sides to players at random
uk_ua: Призначити випадкові сторони

source: Asterisks match all characters
uk_ua: Зірочки відповідають усім символам

source: Asturian Translation
uk_ua: Австрійський переклад

source: At dawn, the merfolk got a good look at their opponents.
uk_ua: На світанку водяні побачили своїх супротивників.

source: At last, morning is here!
uk_ua: Нарешті настав ранок!

source: At last, morning is here... And the skeletons are disappearing!
uk_ua: Нарешті настав ранок... І скелети зникають!

source: At last, reinforcements! Sir Knight, bandits have overrun the whole countryside, killing and pillaging without regard or mercy. My men and I tried to fight them off, but we were unfortunately routed and most of my men were slain. I have barely managed to defend this fort, but the South Guard has fallen and I do not know how much longer I can hold...
uk_ua: Нарешті, підкріплення! Пане Лицарю, бандити захопили усі околиці, вбиваючи та грабуючи без поваги та милосердя. Я та мої люди намагалися прогнати їх, але, на жаль, нас розгромили і більшість моїх людей полягла. Я ледве зміг захистити цей форт, але зараз вже Південну Гвардію було знищено, тож я не знаю скільки ще протримаюся...

source: At last, we have escaped that awful forest! It seems that you actually kept your word about something, Afalas.
uk_ua: Хоча б ми врятувалися з того жахливого лісу! Виглядає так, наче ти й справді дотримався свого слова, Афаласе.

source: At last, we have freed the merfolk. Go back to the ocean and live in peace.
uk_ua: Нарешті ми звільнили водяників. Повертайтесь в океан і живіть в мирі.

source: At long last, it is done.
uk_ua: Нарешті, це закінчилося.

source: At my lowest point, they broke me. I finally gave in, telling them that I would teach them to raise the dead if they would just take the accursed shackles off me. I knew... I knew that once the first strand of black magic left my hands, there would be no turning back. I knew, but what did it matter?! They had killed my brethren, taken my dignity, tortured me to the brink of death! What did I have left?! Nothing... nothing... but vengeance.
uk_ua: Врешті-решт вони зламали мене. Я здався, кажучи їм, що навчу їх викликати мертвих, якщо вони тільки знімуть з мене прокляті кайдани. Я знав... Я знав, що як тільки перше пасмо темної магії вилетить з моїх рук, шляху назад вже не буде. Я знаю, але чи це було важливо?! Вони вбили моїх побратимів, спаплюжили мою честь, закатували мене ледь не до смерті! Що мені лишалося?! Нічого... нічого... крім помсти.

source: At scarcely 17 or 18 years of age, squires are not yet full knights, but still have the knowledge and skill to master their mounts whilst in full panoply. Talented squires are sometimes given command of small units in Wesnoth’s army, where they gain experience leading fellow troops and honing their prowess in battle.
uk_ua: У віці 17-18 років зброєносці ще не є повноцінними лицарями, але вже мають достатньо знань і навичок, щоб повноцінно воювати верхи. Талановитим зброєносцям іноді доручають командувати невеликими підрозділами в армії Весноту, де вони набувають досвіду керівництва військом і відточують свою майстерність у бою.

source: At scenarios 1 to 3, for each training level players already own, trainers found have 2% to 4% chance to become advanced trainers (provide 2 levels). Becomes irrelevant from scenario 4 onwards because all trainers will always be advanced.
uk_ua: В сценаріях з 1 по 3, за кожен рівень навчання, що мають гравці, тренери мають шанс від 2% до 4% стати просунутими тренерами (навчити на 2 рівні). Стає неактуальним, починаючи зі сценарію 4, оскільки всі тренери завжди будуть просунутими.

source: At the East Gate
uk_ua: У Східної Застави

source: At the beginning (when you probably have no high level units), try to give most kills to a small handful of your units. This will fast-track them to becoming Level 2 units, and they can then shepherd others.
uk_ua: На початку кампанії (коли у вас, швидше за все, ще немає бійців високих рівнів) постарайтеся давати велику частину вбивств невеликому числу ваших бійців. Це допоможе їм швидко піднятися на другий рівень, а там вони зможуть допомагати іншим.

source: At the end of each successful scenario, all your remaining troops are automatically saved. At the start of the next scenario you may recall them in a similar way to recruiting. Recalled troops are often more experienced than recruits and usually a better choice.
uk_ua: В кінці кожного виграного сценарію всі ваші виживші бійці автоматично зберігаються. На початку наступного сценарію ви можете закликати їх подібно до вербування. Покликані бійці зазвичай більш досвідчені, і тому часто є кращим вибором.

source: At the start of a scenario
uk_ua: На початку сценарію

source: At the start of each scenario, your game state is normally saved. If you are defeated, you may load it and try again. Once you have succeeded, you will again be asked to save the next scenario and play that. If you have to stop playing during a scenario, you can save your turn and load it again later. Just remember, a good Battle for Wesnoth player never needs to save during a scenario. However, most beginners tend to do so rather often.
uk_ua: На початку кожного сценарію відбувається збереження гри. Якщо ви зазнали поразки, ви можете його завантажити і спробувати ще раз. Після перемоги вам буде запропоновано зберегти наступний сценарій і потім його грати. Якщо вам потрібно зупинитись під час сценарію, ви можете зберегти свій хід, і потім завантажити його пізніше. Тільки пам'ятаєте, що хороші гравці в Битву за Веснот ніколи не потребують збережень протягом сценарію. Хоча більшість початківців стараються часто зберігати гру.

source: At the start of each turn, Urza Afalas will reveal as much of the secret path as is within his vision range.
uk_ua: На початку кожного ходу, Урза Афалас покаже частину секретної стежки, яка знаходиться в його зоні видимості.

source: At the start of each turn, allied units adjacent to a Shaman will recover 4 hitpoints, which is only half of the amount that a village would provide. The Shaman doesn’t gain experience from healing, only from combat, but advancing her is worthwhile — her second-level Elvish Druid advancement has healing equivalent to a village. A detailed explanation of healing may be found in the <i>Gameplay</i> section of the help (default hotkey: <b>F1</b>).
uk_ua: На початку кожного ходу бійці, що знаходяться поряд з шаманкою, відновлять 4 очки здоров'я, що є лише половиною того, що можна отримати в селі. Шаманка не отримує досвіду від лікування, лише від битв, але варто її підвищувати —її просування другого рівня, друїда, здатна лікувати не гірше, ніж село. Більш детальне пояснення, як працює лікування, можна знайти в допомозі, в секції <i>Геймлей</i> (клавіша за замовчуванням: <b>F1</b>).

source: At the undead fortress, Deoran watched on as Ethiliel dispelled the magical barriers guarding the catacombs. One by one, they came undone in flashes of blue and black, cerulean and obsidian energies diffused out into the cold, dry air.
uk_ua: У фортеці мерців Деоран спостерігав, як Етілієль розсіювала магічні бар'єри, що охороняли катакомби. Один за одним вони руйнувалися у спалахах синьої, чорної, лазурної та фіолетової енергії, що розсіювалася в холодному сухому повітрі.

source: At this point in your plan, you will not have enough gold to recruit this unit.
uk_ua: Зараз у режимі планування, у вас замало золота щоб найняти цього бійця.

source: At this point we need all of the help we can get!
uk_ua: Зараз нам треба все, що може бути корисно!

source: At your order, Captain.
uk_ua: Наказуйте, капітане.

source: At your order, my liege.
uk_ua: Як накажете, мій пане.

source: Atellas
uk_ua: Ателлас

source: Atrag
uk_ua: Атраг

source: Attack
uk_ua: Атака

source: Attack Enemy
uk_ua: Атакувати ворога

source: Attack Type
uk_ua: Тип атаки

source: Attack the elves, my grunts, and take their villages. Let us claim this land for the Queen!
uk_ua: Вбийте ельфів, салаги, займайте їхні села. Захопимо цю землю для Королеви!

source: Attack the quintain with your fighters
uk_ua: Атакуйте опудало своїми воїнами

source: Attack types
uk_ua: Типи атак

source: Attack with this weapon gives unit 1 moves at end of combat (unit doesn’t gain a new attack).
uk_ua: Атака цією зброєю дає бійцю 1 очко руху наприкінці бою (боєць не отримує нової атаки).

source: Attack, my loyal soldiers; the more we slay, the more troops for our master!
uk_ua: В атаку, мої вірні воїни; чим більше ви уб'єте, тим більше буде військо у вашого володаря!

source: Attack? No, I cannot. Most of my people won’t come here; it is only duty that drives me. However, the woods themselves are disturbed, and they will cast you out on their own. I can feel them awaken.
uk_ua: Пройти? Звісно, я не перешкоджатиму. Мої співвітчизники здебільшого теж сюди не підуть: я сама тут лише з почуття обов'язку. Але ти збудила ліси від вікового сну, тож вони викинуть тебе самі. Я вже відчуваю, як вони прокидаються.

source: Attacked by orcs? Then I might perhaps help you to defeat them, and repay your assistance and kindness!
uk_ua: На вас нападали? Тоді я міг би допомогти перемогти їх, щоб відплатити за вашу допомогу і доброту!

source: Attacker
uk_ua: Атакуючий

source: Attacker resistance vs
uk_ua: Атакуючий стійкий до

source: Attacker vulnerability vs
uk_ua: Атакуючий вразливий до

source: Attacking
uk_ua: Атака

source: Attacking and choosing your targets
uk_ua: Напад і вибір ваших цілей

source: Attacks
uk_ua: Атаки

source: Attacks:
uk_ua: Атаки:

source: Attempted to upload an update pack for a non-existent add-on.
uk_ua: Була спроба вивантажити оновлення для неіснуючого аддону.

source: Authenticate
uk_ua: Авторизація

source: Author
uk_ua: Автор

source: Author:
uk_ua: Автор:

source: Auto-Save
uk_ua: Автозбереження

source: Auto-open whisper windows in lobby
uk_ua: Автоматично відкривати вікна приватів в фойє

source: Auto-update Terrain Transitions
uk_ua: Автоматично оновлювати переходи плиток

source: Auto-update Terrain Transitions: No
uk_ua: Автоматично оновлювати переходи плиток: Ні

source: Auto-update Terrain Transitions: Partial
uk_ua: Автоматично оновлювати переходи плиток: Частково

source: Available at main menu
uk_ua: Доступно у головному меню

source: Available commands $flags_description: $list_of_commands
uk_ua: Доступні команди $flags_description: $list_of_commands

source: Available commands list and command-specific help. Use "help all" to include currently unavailable commands.
uk_ua: Перелік доступних команд і довідка по кожній команді. Напишіть "help all", якщо хочете включити в перелік наразі недоступні команди.

source: Available in editor
uk_ua: Доступно у редакторі

source: Available in game
uk_ua: Доступно у грі

source: Aversion to light and dark holds no sway over these brave individuals.
uk_ua: Над цими сміливцями не владна зміна дня і ночі.

source: Avoid deaths for as long as possible
uk_ua: Уникайте смерть, поки можливо

source: Axe
uk_ua: Сокира

source: Axhamr
uk_ua: Аксхамр

source: Axios
uk_ua: Аксіос

source: Axiz
uk_ua: Аксіз

source: Aye, Harper. What the mage says be no surprise. It be a bastion of central importance, rivalin’ Elensefar even. Maddock said the Queen’s troops were gathering there. But we gots no way to fight a war with them, not since Maddock won’t send his soldiers to battle.
uk_ua: Еге ж, Харпер. Те, шо каже маг, не є неспадіванкою. Це дуже важливий бастіон, мбуть важливіший за сам Еленсефар. Маддок казав, шо там збираються війська королеви. Але в нас нема жодного шансу проти них, особливо коли Маддок відмовився брати в цьому участь.

source: Aye, I felt it too. A dreadful chill of perverse origin.
uk_ua: Еге ж, я теж це відчуваю. Огидний викривлений дотик.

source: Aye, Relana. It were one o’ the Queen’s patrol, strange as it do sound. Turns out they was itchin’ to attack us soon as I wasn’t willing to leave with ‘em.
uk_ua: Еге ж, Релано. Це був адин з патрулів Королеви, як б дивно це не звучало. Виявилося, що вони були занадто нетерплячими, щоб напасти як тільки я відмовився іти з ними.

source: Aye, and the gold in their pouches looks new from mint. Could just be plunder, but...
uk_ua: Еге ж, а злото в їхніх гаманцях, наче тільки з монетного двору. Се може бути просто здобич, але...

source: Aye, let us go.
uk_ua: Так, пішли.

source: Aye, my Lord Hamel.
uk_ua: Так точно, мій лорде Хамелю.

source: Aye, our hold was once overrun by orcs, but in recent times, we have begun to clear them out and reclaim the lands that were once ours. However, as you saw here, our troubles with the orcs are far from over.
uk_ua: Так, наш дім одного разу був захоплений орками, але в останні часи ми почали винищувати їх та відбирати землі, що колись були нашими. Але, як ви самі вже побачили, наші проблеми з орками ще далекі від завершення.

source: Aye, outlaws.
uk_ua: Еге ж, вигнанці.

source: Aye, prepare to be slain, you abominable scum! You will pay for what you have done to our home!
uk_ua: Еге ж, готуйся до смерті, бридкий покидьку! Ти заплатиш за те, що зробив з нашим домом!

source: Aye, there may be some truths in that. Old stories tells us that in times past, Elensefar and Weldyn had some real strong mages, much more adept than them ones who only be politicking nowadays. They helped tame the lands between the cities and forged the walls of Halstead itself to honor the alliance.
uk_ua: Еге ж, може від того є й дешиця правди. Кажуть, у давнину Еленсефар та Велдин мали якихсь дуже сильних магів, справжніх знавців, не таких як зараз, шо лиш займаються політикою. Вони помогли приборкати землі між містами та створили Халстед на честь іхнього альянсу.

source: Aye, you could not have known if Sir Loris did not report of our predicament. I do wish that the King had sent more reinforcements, though you seem to be quite a capable commander despite your age.
uk_ua: Еге ж, ти й не міг знати, якщо Пан Лоріс не повідомляв про наше скрутне положення. Я б хотів, щоб Король надіслав більше підкріплень, хоча й ти здаєшся цілком здатним командиром, не дивлячись на вік.

source: Aye. I’ll be the right arm, and you’ll be the left. Let’s go!
uk_ua: Еге ж. Я буду з правого флангу, а ти з лівого. Рушаймо!

source: Aye. I’ve brought some of our brethren from the Dwarven Doors; we make for the forges of Kal Kartha to examine the Hammer.
uk_ua: Еге ж. Я привів трохи наших побратимів з Гномської Брами; ми мандруємо до ковалень Кал Карти, щоб дослідити Молот.

source: Aye. Karrag, calling his troops to battle. Only the Dark Gods know what hellspawn the lich will summon. AXES UP!
uk_ua: Так, це Карраґ, кличе своїх поплічників до бою. Тільки Темні Боги знають які чортівню цей ліч тут викличе. ДО ЗБРОЇ!

source: Aye. Shattered though the Hammer may be, it still retains some of its old power. With your knowledge and help, loremaster, we can reforge the hammer and use its power to smash all enemies that oppose us.
uk_ua: Еге ж. Хоч і Молот розбитий, він досі тримає в собі свою давню силу. З твоїми знаннями і поміччю, Хранителю Давнини, ми зможемо перекувати молот та використати його силу, щоб розбити всіх ворогів, що повстануть проти нас.

source: Aye. The very tool with which our greatest runesmith made the Sceptre of Fire. But it is ancient, far older than Thursagan; he was but the last to wield it, and our oldest histories hint that this very hammer was used to forge the dwarves themselves in the heart of the deepest forges beneath Kal Kartha.
uk_ua: Еге ж. Той самий інструмент, яким наш найвеличніший майстер рун створив Скіпетр Вогню. Але він древній, набагато древніший за Турсагана; він просто виявився останнім, хто володів ним, і наші старовинні легенди натякають, що Молот використовувався, щоб створити самих гномів, у серці найглибших ковалень під Кал Картою.

source: Aye. We think there’s a nest of them north-east of here. They’ve captured my brother.
uk_ua: Еге. Ми гадаємо, їхнє кубло десь на північному сході звідси. Вони також схопили мого брата.

source: Aye. Ye’ll recall that in repairing the western galleries we cleared a small cave-in hard by where Thursagan himself once had a workshop here, before he left to study in solitude in the further North.
uk_ua: Еге ж. Ви можете згадати, що коли лагодили західні галереї, ми знайшли невелику печеру, де сам Турсаган обладнав майстерню, перед тим як він відправився у мандри на Північ.

source: Aye? Well, you’d know such things better than I, loremaster. Lord Karrag toiled for long years to recover the craft lore. He was elevated when our old lord fell in battle against the besieging orcs. Karrag himself was wounded near to death; none thought he would recover.
uk_ua: Так? Хай, ти розумієшся на цих речах краще за мене, Хранителю Давнини. Лорд Карраґ тяжко трудився довгі роки, щоб відновити наші знання про руни. Він був обраний, коли наш старий лорд загинув у битві проти орди орків. Карраґ теж був поранений, він був при смерті й ніхто не знав чи він виживе.

source: Azure pearl
uk_ua: Синява перлина

source: B<--log->I<level>B<=>I<domain1>B<,>I<domain2>B<,>I<...>
uk_ua: B<--log->I<рівень>B<=>I<домен1>B<,>I<домен2>B<,>I<...>

source: B<-L,\ --language>I<\ lang>
uk_ua: B<-l,\ --load>I<\ файл>B<-L,\ --language>I<\ lang>

source: B<-c\ >I<path>B<,\ --config>I<\ path>
uk_ua: B<-c\ >I<шлях>B<,\ --config>I<\ шлях>

source: B<-l,\ --load>I<\ file>
uk_ua: B<-l,\ --load>I<\ файл>

source: B<-p\ >I<port>B<,\ --port>I<\ port>
uk_ua: B<-p\ >I<порт>B<,\ --port>I<\ порт>

source: B<[ban_time]> A tag to define convenient keywords for temporary ban time lengths.
uk_ua: B<[ban_time]> Тег, щоб задати зручні ключові слова для часових періодів тимчасового бану.

source: B<[proxy]> A tag to tell the server to act as a proxy and forward the connected client's requests to the specified server. Accepts the same keys as B<[redirect]>.
uk_ua: B<[proxy]> Тег вказує серверу працювати в якості проксі і передавати вхідні запити користувачів на вказаний сервер. Приймає ті ж ключі, що і B<[redirect]>.

source: B<[redirect]> A tag to specify a server to redirect certain client versions to. Is not used if B<versions_accepted> is not set.
uk_ua: B<[redirect]> Тег, який вказує перенаправлення на сервер для певної версії клієнта. Не використовується, якщо B<versions_accepted> не встановлено.

source: B<wesnoth> [I<OPTIONS>] [I<PATH_TO_DATA>]
uk_ua: B<wesnoth> [I<ОПЦІЇ>] [I<ШЛЯХ_ДО_ДАНИХ>]

source: Back
uk_ua: Назад

source: Back to Start
uk_ua: Назад до початку

source: Back to Turn
uk_ua: Назад до ходу

source: Back underground... Och. this feels much better! As for the current residents, ugh!
uk_ua: Знову під землею... Так-то краще! А тутешнім мешканцям кінець, ух!

source: Back you vile— Oh, sorry, I thought you were undead. When are those goofs in Clearwater Port going to clear the swamp again?
uk_ua: А ну назад, мерзенні— О, пробачте, я прийняв Вас за мерців. Коли вже ці недотепи з Чистоводного Порту нарешті являться зачистити болота, а?

source: Back, back to the grave with you!
uk_ua: Назад, повертайся назад у свою могилу!

source: Back, back ye curs!
uk_ua: Назад, назад, ви, дворняги!

source: Back, you fiend! You have not won...I will return to finish this.
uk_ua: Назад, чудовисько! Ти ще не переміг... Я повернуся, щоб закінчити справу.

source: Backstab
uk_ua: Удар в спину

source: Backu
uk_ua: Баку

source: Bad food! It hurt me. Me no like. Me ouch...
uk_ua: Поганий їжа! Моя боляче. Моя не подобатись. Моя ой...

source: Bad news, my liege. The orcs mass in great numbers on the north shore of the river, near the Ford of Abez. We have been cut off from the dwarves of Knalga — the rumor is that the orcs plan to overrun them, then turn their attention to Wesnoth. The good people of our northern provinces flee, and the land there falls into anarchy. We were attacked more than once by thugs and bandits, and by evil creatures that roamed the night in the shapes of men.
uk_ua: Погані, мій пане. Орки збираються у величезні армії на північному березі річки, біля Переправи Абез. Ми відрізані від гномів Кналга — ходять чутки, що орки збираються покінчити спочатку з ними, а потім з Веснотом. Наші люди тікають з північних провінцій, і там запанувала анархія. На нас не раз нападали вбивці і бандити, а також злі істоти, які поневіряються під покривом ночі у вигляді людей.
